;汉化：aotix，由他人汉化补充而来。

[UIStrategyMapItem_RaiderBase]
MapPin_Header="总部"
MapPin_Tooltip=""


[UIMission_RaiderAmbush]
m_strFlavorText="指挥官，计划中的秘密行动现在开始了，我们的秘密特工需要突击小队立即行动！"
m_strLaunchMission="发起行动"
m_strIgnore="不能忽视"
m_strMissionSubtitle="袭击者伏击"

[X2StrategyElement_RaiderRewards]
m_strDiscoveryText="定位<XGParam:StrValue0/!BaseName/>"
m_strActionText="摧毁<XGParam:StrValue0/!BaseName/>"

[Reward_RaiderBaseAction X2RewardTemplate]
DisplayName="摧毁袭击者基地"
RewardDetails="突袭这片大洲上的袭击者阵营基地，阻止他们频繁出现在任务简报中。"

[Reward_DiscoverRaiderBase X2RewardTemplate]
DisplayName="定位袭击者基地"
RewardDetails="找到这片大洲上的袭击者阵营基地，作为摧毁他们行动基地的前奏。"

[CovertActionNarrative_FindRaiderBase X2CovertActionNarrativeTemplate]
ActionName="寻找袭击者"
ActionPreNarrative="情报显示，在<XGParam:StrValue3/!ContinentName/>存在一个袭击者基地。他们会给该大陆的任务造成持续的问题，如果我们能找到他们基地的准确坐标，或许我们可以解决这个问题。"
ActionPostNarrative="我们已经找到他们总部的位置：现在我们只需要一些时间来计划对它进行摧毁行动。"

[CovertActionNarrative_RaiderBaseAction X2CovertActionNarrativeTemplate]
ActionName="摧毁袭击者"
ActionPreNarrative="不知出于何种原因，变种人一直在战术上保护位于<XGParam:StrValue3/!ContinentName/>的袭击者，阻止我们进行任何重大行动，直到现在。这可能是我们一次彻底阻碍他们努力的机会。"
ActionPostNarrative="他们在世界各地仍然有人员存在，但现在他们应该不再构成太大的问题了。"

[CovertActionNarrative_RaiderDataRetrieval X2CovertActionNarrativeTemplate]
ActionName="隐蔽操作：数据检索"
ActionPreNarrative="我们有理由相信<XGParam:StrValue3/!ContinentName/>最近盗取了主要的变种人情报：如果我们派一个特工进行一个秘密行动，我们可以尝试为自己获取这个情报。"
ActionPostNarrative="这次行动很成功：现在我们更多地了解了变种人最近的行动情报。"


[X2Item_RaiderBaseItems]
m_strMaterielReward="从袭击者前哨站获得额外的<XGParam:StrValue0/!materiel/>物资！"